Repository: ShashikumarKN/beelun-shoppro
Catalog: src/adminConsole/HappyDog/HappyDog.*/Resources/UIResources.resx
Languages: sl

# AUTH_NOROLE
source: The e-mail address or password is incorrect.
sl: 错误的用户名或密码。

# BUTTON_DV_BACK
source: << Back
sl: << 返回

# BUTTON_DV_EDIT
source: Edit
sl: 编辑

# BUTTON_DV_NEXT
source: Next
sl: 下一个

# BUTTON_DV_PREVIOUS
source: Previous
sl: 前一个

# BUTTON_DV_SAVE
source: Save
sl: 保存

# BUTTON_OK
source: OK
sl: 确定

# DV_FALSE
source: No
sl: 否

# DV_NOGROUP
source: Not Grouped
sl: 未分组

# DV_NULL
source: Null
sl: 暂无

# DV_TRUE
source: Yes
sl: 是

# ERROR_400_BadRequest
source: The uri could not be parsed or xml is invalid.
sl: 无法解析Url或XML数据。

# ERROR_401_Unauthorized
source: User Id or password is incorrect.
sl: 工号或密码错误。

# ERROR_404_NotFound
source: Specified entity or business object is not found.
sl: 未找到指定的资源。

# ERROR_409_Conflict
source: The data which was posted is out-of-date or invalid.
sl: 提交的数据已过时或不合法。

# ERROR_500_IntertalServerError
source: An unrecoverable application error occured.
sl: 发生无法恢复的内部程序错误。

# ERROR_EMPTY_RULE_HINT
source: Field format is not defined clearly. Contact your system admin.
sl: 该项的格式没有定义。请联系管理员。

# HEADER_LOGOFF
source: Log Off
sl: 退出

# LOGIN_BUTTON
source: Log on
sl: 登录

# LOGIN_PSWD
source: Password
sl: 密码

# LOGIN_USERID
source: Admin Email
sl: 管理员邮件

# MAINVIEW_RECORDSNUMBER
source: {0} ({1} records totally)
sl: {0} (共{1}条记录)

# MSG_TASKDONE
source: {0} - Done.
sl: {0} - 完成。

# MSG_TASKERROR
source: {0} - Failed.
sl: {1} - 错误。

# NO_DATA
source: No data for this view item.
sl: 该视图没有数据。

# SEARCHBAR_GROUPINGBUTTON
source: Grouping
sl: 分组

# SEARCHBAR_SEARCHBUTTON
source: Search
sl: 搜索

# SEARCHBAR_SEARCHFOR
source: Search for...
sl: 欲搜索...

# SYSTEM_NAME
source: Shoppro Admin Console (Beta)
sl: Shoppro管理平台 (Beta)

# TASKDSP_ENTITYBUILDER
source: Building entities used in the system...
sl: 生成系统实体对象...

# TASKDSP_ENTITYSETBUILDER
source: Building set of entities...
sl: 正在生成系统实体对象集合...

# TASKDSP_LOGIN
source: Preparing user credentials and roles...
sl: 准备用户及用户权限...

# TASKDSP_SCHEMABUILDER
source: Building data schema...
sl: 建立数据摘要...

# TASKDSP_TREEVIEWBUILDER
source: Loading tree view for current user...
sl: 加载当前用户的视图和目录树...

# TOOLBAR_DELETE
source: Delete
sl: 删除

# TOOLBAR_EXPORT
source: Export
sl: 导出商品

# TOOLBAR_IMPORT
source: Import
sl: 导入商品

# TOOLBAR_MORE
source: More actions
sl: 更多操作

# TOOLBAR_NEW
source: New
sl: 新建

# TOOLBAR_REFRESH
source: Refresh
sl: 刷新

# WAITINDICATOR_LOADING
source: Loading...
sl: 载入数据中...
